tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jbangdev/tap"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "nikitabobko/tap"
tap "trailofbits/brew-verify"
tap "twitchdev/twitch"
brew "argocd"
brew "openssl@3"
brew "bat"
brew "btop"
brew "python@3.12"
brew "eza"
brew "gh"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "gnupg"
brew "go"
brew "highlight"
brew "jq"
brew "micro"
brew "minikube"
brew "mpv"
brew "ncdu"
brew "ncspot"
brew "pv"
brew "starship"
brew "swaks"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zipkin"
brew "felixkratz/formulae/sketchybar"
brew "jbangdev/tap/jbang"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "twitchdev/twitch/twitch-cli"

cask "iterm2"

cask "bbedit"
cask "blip"
cask "chatgpt"
cask "chatterino"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "fork"
cask "latest"
cask "localsend"
cask "marta"
cask "notunes"
cask "only-switch"
cask "platypus"
cask "raycast"
cask "screenfocus"
cask "setapp"
cask "sloth"
cask "spotify"
cask "steermouse"
cask "streamlink-twitch-gui"
cask "swiftformat-for-xcode"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "xbar"
cask "appcleaner"
cask 'typora'
cask 'firefox'
cask 'devutils'
cask 'microsoft-teams'