tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jbangdev/tap"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "nikitabobko/tap"
tap "trailofbits/brew-verify"
tap "twitchdev/twitch"
brew "argocd"
brew "openssl@3"
brew "bat"
brew "btop"
brew "python@3.12"
brew "eza"
brew "gh"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "gnupg"
brew "go"
brew "highlight"
brew "jq"
brew "micro"
brew "minikube"
brew "mpv"
brew "ncdu"
brew "ncspot"
brew "pv"
brew "starship"
brew "swaks"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zipkin"
brew "felixkratz/formulae/sketchybar"
brew "jbangdev/tap/jbang"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "twitchdev/twitch/twitch-cli"
